Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# composer.segment.remove.a11yLabel
source: Remove post %@
ar: إزالة المنشور %@
bn: পোস্ট %@ সরান
ca: Elimina la publicació %@
cs: Odebrat příspěvek %@
da: Fjern opslag %@
de: Beitrag %@ entfernen
el: Αφαίρεση ανάρτησης %@
es: Quitar la publicación %@
fi: Poista julkaisu %@
fr: Retirer le post %@
he: הסר פוסט %@
hi: पोस्ट %@ हटाएँ
hr: Ukloni objavu %@
hu: %@. bejegyzés eltávolítása
id: Hapus postingan %@
it: Rimuovi il post %@
ja: 投稿%@を削除
ko: 게시물 %@ 삭제
ml: പോസ്റ്റ് %@ നീക്കം ചെയ്യുക
ms: Alih keluar siaran %@
nb: Fjern innlegg %@
nl: Bericht %@ verwijderen
pl: Usuń wpis %@
pt_br: Remover o post %@
pt_pt: Remover a publicação %@
ro: Elimină postarea %@
ru: Удалить пост %@
sk: Odstrániť príspevok %@
sv: Ta bort inlägg %@
ta: இடுகை %@ ஐ அகற்று
te: పోస్ట్ %@ను తొలగించండి
th: ลบโพสต์ %@
tr: %@. gönderiyi kaldır
uk: Видалити допис %@
ur: پوسٹ %@ ہٹائیں
vi: Xóa bài %@
zh_hans: 移除第 %@ 条帖子
zh_hant: 移除第 %@ 則貼文

# composer.sensitive.hint
source: Readers see a cover with this label and choose to open it. Say what is behind it, not the thing itself.
ar: يرى القرّاء غطاءً بهذا التصنيف ويختارون فتحه. اذكر ما خلفه، لا الشيء نفسه.
bn: পাঠকেরা এই লেবেলসহ একটি আবরণ দেখে এবং নিজে খুলতে চাইলে খোলে। ভেতরে কী আছে তা বলুন, বিষয়টি নিজে নয়।
ca: Els lectors veuen una coberta amb aquesta etiqueta i decideixen si l'obren. Digues què hi ha al darrere, no la cosa en si.
cs: Čtenáři uvidí zakrytí s tímto označením a sami se rozhodnou, zda ho otevřou. Napiš, co je za ním, ne samotný obsah.
da: Læsere ser en afdækning med denne etiket og vælger selv at åbne den. Sig, hvad der gemmer sig bag den, ikke selve indholdet.
de: Leser sehen eine Abdeckung mit diesem Label und entscheiden selbst, ob sie sie öffnen. Sag, was dahintersteckt, nicht die Sache selbst.
el: Οι αναγνώστες βλέπουν ένα κάλυμμα με αυτή την ετικέτα και επιλέγουν αν θα το ανοίξουν. Γράψε τι κρύβεται πίσω του, όχι το ίδιο το περιεχόμενο.
es: Los lectores ven una cubierta con esta etiqueta y deciden si la abren. Indica qué hay detrás, no el contenido en sí.
fi: Lukijat näkevät peitteen tällä tunnisteella ja päättävät avaavatko sen. Kerro mitä sen takana on, älä itse asiaa.
fr: Les lecteurs voient un voile portant cette étiquette et choisissent de l’ouvrir. Dites ce qu’il y a derrière, pas la chose elle-même.
he: הקוראים רואים כיסוי עם התווית הזו ובוחרים אם לפתוח. כתוב מה מסתתר מאחוריו, לא את הדבר עצמו.
hi: पाठकों को इस लेबल वाला एक कवर दिखता है और वे उसे खोलना चुनते हैं। बताएँ कि उसके पीछे क्या है, वह चीज़ खुद नहीं।
hr: Čitatelji vide prekrivač s ovom oznakom i sami odlučuju hoće li ga otvoriti. Reci što je iza njega, a ne samu stvar.
hu: Az olvasók egy ilyen címkéjű takarást látnak, és maguk döntik el, megnyitják-e. Azt írd meg, mi van mögötte, ne magát a dolgot.
id: Pembaca melihat penutup dengan label ini dan memilih membukanya. Sebutkan apa yang ada di baliknya, bukan isinya.
it: I lettori vedono una copertura con questa etichetta e scelgono se aprirla. Di' cosa c'è dietro, non il contenuto stesso.
ja: 読者にはこのラベル付きのカバーが表示され、開くかどうかを選べます。中身そのものではなく、何が隠れているかを書いてください。
ko: 읽는 사람에게는 이 라벨이 붙은 가림막이 보이고, 열지 여부는 직접 선택해요. 내용 자체가 아니라 그 안에 무엇이 있는지 알려 주세요.
ml: വായനക്കാർ ഈ ലേബലുള്ള ഒരു മറ കാണുകയും തുറക്കണോ എന്ന് തീരുമാനിക്കുകയും ചെയ്യും. അതിനു പിന്നിൽ എന്താണെന്ന് പറയുക, അത് തന്നെ എഴുതരുത്.
ms: Pembaca melihat penutup dengan label ini dan memilih untuk membukanya. Nyatakan apa di sebaliknya, bukan perkara itu sendiri.
nb: Lesere ser et deksel med denne merkelappen og velger selv å åpne det. Si hva som er bak, ikke selve innholdet.
nl: Lezers zien een afdekking met dit label en kiezen zelf of ze die openen. Zeg wat erachter zit, niet het ding zelf.
pl: Czytelnicy zobaczą osłonę z tym opisem i sami zdecydują, czy ją otworzyć. Napisz, co jest pod spodem, a nie samą treść.
pt_br: Os leitores veem uma capa com este rótulo e escolhem abrir. Diga o que há por trás, não o conteúdo em si.
pt_pt: Os leitores veem uma capa com esta etiqueta e escolhem se a abrem. Diga o que está por trás, não o conteúdo em si.
ro: Cititorii văd o copertă cu această etichetă și aleg dacă o deschid. Spune ce se află în spatele ei, nu conținutul în sine.
ru: Читатели увидят заглушку с этой пометкой и сами решат, открывать ли. Укажите, что за ней, а не само содержимое.
sk: Čitatelia uvidia kryt s týmto označením a sami sa rozhodnú, či ho otvoria. Napíš, čo je za ním, nie to samotné.
sv: Läsare ser ett omslag med den här etiketten och väljer själva om de öppnar det. Säg vad som finns bakom, inte själva innehållet.
ta: வாசகர்கள் இந்த லேபிளுடன் ஒரு மறைப்பைப் பார்த்து, திறக்க விரும்பினால் திறப்பார்கள். உள்ளே இருப்பதையே அல்ல, அது என்ன என்பதைச் சொல்லுங்கள்.
te: పాఠకులకు ఈ లేబుల్‌తో ఒక కవర్ కనిపిస్తుంది, దాన్ని తెరవాలా వద్దా అని వారే ఎంచుకుంటారు. అందులో ఏముందో చెప్పండి, అదే విషయాన్ని కాదు.
th: ผู้อ่านจะเห็นฝาครอบพร้อมป้ายนี้และเลือกเปิดเอง บอกว่าข้างหลังมีอะไร ไม่ใช่ตัวเนื้อหา
tr: Okuyucular bu etiketli bir kapak görür ve açmayı kendileri seçer. Arkasındakinin kendisini değil, ne olduğunu yazın.
uk: Читачі бачать обкладинку з цією позначкою й самі вирішують, чи відкривати. Скажіть, що за нею, а не саму суть.
ur: قارئین کو اس لیبل کے ساتھ ایک پردہ نظر آتا ہے اور وہ اسے کھولنے کا فیصلہ کرتے ہیں۔ بتائیں کہ اس کے پیچھے کیا ہے، خود وہ چیز نہیں۔
vi: Người đọc thấy một lớp phủ có nhãn này và tự chọn mở ra. Hãy nói điều gì ở phía sau, đừng nói chính nội dung.
zh_hans: 读者会看到带此标签的遮罩，并自行选择是否打开。请说明遮罩后面是什么，而不是内容本身。
zh_hant: 讀者會看到帶有此標籤的遮罩，並自行選擇是否開啟。請說明遮罩後面是什麼，而不是內容本身。

# composer.sensitive.label
source: Content warning
ar: تحذير المحتوى
bn: কনটেন্ট সতর্কতা
ca: Avís de contingut
cs: Upozornění na obsah
da: Indholdsadvarsel
de: Inhaltswarnung
el: Προειδοποίηση περιεχομένου
es: Aviso de contenido
fi: Sisältövaroitus
fr: Avertissement de contenu
he: אזהרת תוכן
hi: कंटेंट चेतावनी
hr: Upozorenje o sadržaju
hu: Tartalmi figyelmeztetés
id: Peringatan konten
it: Avviso sui contenuti
ja: コンテンツの警告
ko: 콘텐츠 경고
ml: ഉള്ളടക്ക മുന്നറിയിപ്പ്
ms: Amaran kandungan
nb: Innholdsvarsel
nl: Inhoudswaarschuwing
pl: Ostrzeżenie o treści
pt_br: Aviso de conteúdo
pt_pt: Aviso de conteúdo
ro: Avertisment de conținut
ru: Предупреждение о содержимом
sk: Upozornenie na obsah
sv: Innehållsvarning
ta: உள்ளடக்க எச்சரிக்கை
te: కంటెంట్ హెచ్చరిక
th: คำเตือนเนื้อหา
tr: İçerik uyarısı
uk: Попередження про вміст
ur: مواد کی تنبیہ
vi: Cảnh báo nội dung
zh_hans: 内容警告
zh_hant: 內容警告

# composer.sensitive.none
source: None
ar: بدون
bn: নেই
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Καμία
es: Ninguno
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ml: ഒന്നുമില്ല
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadne
sv: Ingen
ta: இல்லை
te: ఏదీ కాదు
th: ไม่มี
tr: Yok
uk: Немає
ur: کوئی نہیں
vi: Không
zh_hans: 无
zh_hant: 無

# composer.sensitive.note.hint
source: Shown on the cover, in your words. Up to 80 characters.
ar: يظهر على الغطاء بكلماتك. حتى 80 حرفًا.
bn: আবরণে আপনার ভাষায় দেখানো হয়। সর্বোচ্চ ৮০ অক্ষর।
ca: Es mostra a la coberta, amb les teves paraules. Fins a 80 caràcters.
cs: Zobrazí se na zakrytí tvými slovy. Nejvýše 80 znaků.
da: Vises på afdækningen med dine egne ord. Op til 80 tegn.
de: Wird auf der Abdeckung in deinen Worten angezeigt. Bis zu 80 Zeichen.
el: Εμφανίζεται στο κάλυμμα, με δικά σου λόγια. Έως 80 χαρακτήρες.
es: Se muestra en la cubierta, con tus palabras. Hasta 80 caracteres.
fi: Näytetään peitteessä omin sanoin. Enintään 80 merkkiä.
fr: Affiché sur le voile, avec vos mots. 80 caractères au maximum.
he: מוצג על הכיסוי, במילים שלך. עד 80 תווים.
hi: कवर पर आपके शब्दों में दिखता है। अधिकतम 80 अक्षर।
hr: Prikazuje se na prekrivaču, tvojim riječima. Do 80 znakova.
hu: A takaráson jelenik meg, a te szavaiddal. Legfeljebb 80 karakter.
id: Ditampilkan di penutup, dengan kata-katamu. Hingga 80 karakter.
it: Mostrato sulla copertura, con le tue parole. Fino a 80 caratteri.
ja: カバーに、あなたの言葉で表示されます。最大80文字。
ko: 가림막에 내가 쓴 말로 표시돼요. 최대 80자.
ml: നിങ്ങളുടെ വാക്കുകളിൽ മറയിൽ കാണിക്കും. പരമാവധി 80 അക്ഷരം.
ms: Dipaparkan pada penutup, dalam kata-kata anda. Sehingga 80 aksara.
nb: Vises på dekselet, med dine ord. Opptil 80 tegn.
nl: Getoond op de afdekking, in jouw woorden. Maximaal 80 tekens.
pl: Wyświetlane na osłonie, Twoimi słowami. Do 80 znaków.
pt_br: Exibido na capa, com suas palavras. Até 80 caracteres.
pt_pt: Mostrado na capa, pelas suas palavras. Até 80 carateres.
ro: Afișat pe copertă, cu cuvintele tale. Maximum 80 de caractere.
ru: Показывается на заглушке вашими словами. До 80 символов.
sk: Zobrazí sa na kryte, tvojimi slovami. Najviac 80 znakov.
sv: Visas på omslaget, med dina ord. Upp till 80 tecken.
ta: உங்கள் வார்த்தைகளில் மறைப்பில் காட்டப்படும். அதிகபட்சம் 80 எழுத்துகள்.
te: మీ మాటల్లో కవర్ మీద కనిపిస్తుంది. గరిష్ఠంగా 80 అక్షరాలు.
th: แสดงบนฝาครอบ ด้วยคำของคุณเอง ไม่เกิน 80 ตัวอักษร
tr: Kapakta, sizin sözlerinizle gösterilir. En fazla 80 karakter.
uk: Показується на обкладинці вашими словами. До 80 символів.
ur: پردے پر آپ کے الفاظ میں دکھایا جاتا ہے۔ زیادہ سے زیادہ 80 حروف۔
vi: Hiển thị trên lớp phủ, bằng lời của bạn. Tối đa 80 ký tự.
zh_hans: 用你自己的话显示在遮罩上，最多 80 个字符。
zh_hant: 以你的用語顯示在遮罩上，最多 80 個字元。

# composer.sensitive.note.label
source: What is covered
ar: ما المُغطّى
bn: কী ঢাকা আছে
ca: Què està cobert
cs: Co je zakryto
da: Hvad er skjult
de: Was verdeckt wird
el: Τι καλύπτεται
es: Qué se oculta
fi: Mitä peitetään
fr: Ce qui est masqué
he: מה מכוסה
hi: क्या छिपा है
hr: Što je prekriveno
hu: Mi van letakarva
id: Apa yang ditutupi
it: Cosa è coperto
ja: 隠す内容
ko: 가려진 내용
ml: എന്താണ് മറച്ചിരിക്കുന്നത്
ms: Apa yang ditutup
nb: Hva er dekket til
nl: Wat is afgedekt
pl: Co jest zasłonięte
pt_br: O que está oculto
pt_pt: O que está tapado
ro: Ce este acoperit
ru: Что скрыто
sk: Čo je zakryté
sv: Vad som är dolt
ta: எது மறைக்கப்படுகிறது
te: దేన్ని కప్పి ఉంచారు
th: สิ่งที่ปิดไว้
tr: Neyin gizlendiği
uk: Що приховано
ur: کیا چھپا ہے
vi: Nội dung bị che
zh_hans: 遮盖的内容
zh_hant: 遮蓋的內容

# composer.sensitive.note.placeholder
source: e.g. Spoilers for episode 3
ar: مثل: حرق لأحداث الحلقة 3
bn: যেমন, পর্ব ৩-এর স্পয়লার
ca: p. ex. Spoilers de l'episodi 3
cs: např. Spoilery k 3. dílu
da: f.eks. Spoilere om afsnit 3
de: z. B. Spoiler zu Folge 3
el: π.χ. Σπόιλερ για το επεισόδιο 3
es: p. ej., Spoilers del episodio 3
fi: esim. Jakson 3 juonipaljastuksia
fr: p. ex. Spoilers de l’épisode 3
he: לדוגמה: ספוילרים לפרק 3
hi: जैसे एपिसोड 3 के स्पॉइलर
hr: npr. Spoileri za 3. epizodu
hu: pl. Spoiler a 3. részhez
id: mis. Spoiler episode 3
it: es. Spoiler sull'episodio 3
ja: 例: 第3話のネタバレ
ko: 예: 3화 스포일러
ml: ഉദാ. എപ്പിസോഡ് 3-ന്റെ സ്പോയിലറുകൾ
ms: cth. Bocoran cerita episod 3
nb: f.eks. Spoilere for episode 3
nl: bijv. Spoilers voor aflevering 3
pl: np. Spoilery z odcinka 3
pt_br: ex.: Spoilers do episódio 3
pt_pt: ex.: Spoilers do episódio 3
ro: ex. Spoilere pentru episodul 3
ru: напр. Спойлеры к 3-й серии
sk: napr. Spoilery k 3. epizóde
sv: t.ex. Spoilers för avsnitt 3
ta: எ.கா. அத்தியாயம் 3 பற்றிய கதை வெளிப்பாடு
te: ఉదా. ఎపిసోడ్ 3 స్పాయిలర్లు
th: เช่น สปอยล์ตอนที่ 3
tr: örn. 3. bölümün spoiler'ı
uk: напр. Спойлери до серії 3
ur: مثلاً قسط 3 کے اسپوائلرز
vi: ví dụ: Tiết lộ nội dung tập 3
zh_hans: 例如：第 3 集剧透
zh_hant: 例如：第 3 集劇透

# composer.sensitive.other
source: Other
ar: آخر
bn: অন্যান্য
ca: Altres
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
fi: Muu
fr: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ml: മറ്റുള്ളവ
ms: Lain-lain
nb: Annet
nl: Anders
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altceva
ru: Другое
sk: Iné
sv: Annat
ta: மற்றவை
te: ఇతర
th: อื่นๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# composer.sensitive.spoiler
source: Spoiler
ar: حرق أحداث
bn: স্পয়লার
el: Σπόιλερ
fi: Juonipaljastus
he: ספוילר
hi: स्पॉइलर
ja: ネタバレ
ko: 스포일러
ml: സ്പോയിലർ
ms: Bocoran cerita
ru: Спойлер
ta: கதை வெளிப்பாடு
te: స్పాయిలర్
th: สปอยล์
uk: Спойлер
ur: اسپوائلر
vi: Tiết lộ nội dung
zh_hans: 剧透
zh_hant: 劇透

# composer.sensitive.violence
source: Violence
ar: عنف
bn: সহিংসতা
ca: Violència
cs: Násilí
da: Vold
de: Gewalt
el: Βία
es: Violencia
fi: Väkivalta
he: אלימות
hi: हिंसा
hr: Nasilje
hu: Erőszak
id: Kekerasan
it: Violenza
ja: 暴力
ko: 폭력
ml: അക്രമം
ms: Keganasan
nb: Vold
nl: Geweld
pl: Przemoc
pt_br: Violência
pt_pt: Violência
ro: Violență
ru: Насилие
sk: Násilie
sv: Våld
ta: வன்முறை
te: హింస
th: ความรุนแรง
tr: Şiddet
uk: Насильство
ur: تشدد
vi: Bạo lực
zh_hans: 暴力
zh_hant: 暴力

# composer.starters.a11yLabel
source: Ways to start a post
ar: طرق لبدء منشور
bn: পোস্ট শুরু করার উপায়
ca: Maneres de començar una publicació
cs: Způsoby, jak začít příspěvek
da: Måder at starte et opslag på
de: Möglichkeiten, einen Beitrag zu beginnen
el: Τρόποι να ξεκινήσεις μια ανάρτηση
es: Formas de empezar una publicación
fi: Tapoja aloittaa julkaisu
fr: Façons de commencer un post
he: דרכים להתחיל פוסט
hi: पोस्ट शुरू करने के तरीके
hr: Načini početka objave
hu: Ötletek a bejegyzés kezdéséhez
id: Cara memulai postingan
it: Modi per iniziare un post
ja: 投稿の書き出し例
ko: 게시물 시작 방법
ml: പോസ്റ്റ് തുടങ്ങാനുള്ള വഴികൾ
ms: Cara memulakan siaran
nb: Måter å begynne et innlegg på
nl: Manieren om een bericht te beginnen
pl: Sposoby na rozpoczęcie wpisu
pt_br: Formas de começar um post
pt_pt: Formas de começar uma publicação
ro: Moduri de a începe o postare
ru: Варианты начала поста
sk: Spôsoby, ako začať príspevok
sv: Sätt att börja ett inlägg
ta: இடுகையைத் தொடங்கும் வழிகள்
te: పోస్ట్ మొదలుపెట్టే మార్గాలు
th: วิธีเริ่มโพสต์
tr: Gönderiye başlama yolları
uk: Способи почати допис
ur: پوسٹ شروع کرنے کے طریقے
vi: Cách bắt đầu một bài đăng
zh_hans: 开始发帖的方式
zh_hant: 開始貼文的方式

# composer.starters.hint
source: Puts this phrase in the post so you can finish it
ar: يضع هذه العبارة في المنشور لتكملها
bn: এই বাক্যাংশ পোস্টে বসায় যাতে আপনি শেষ করতে পারেন
ca: Posa aquesta frase a la publicació perquè l'acabis
cs: Vloží tuto frázi do příspěvku, abys ji dokončil
da: Sætter denne frase ind i opslaget, så du kan skrive den færdig
de: Setzt diesen Satzanfang in den Beitrag, damit du ihn beenden kannst
el: Βάζει αυτή τη φράση στην ανάρτηση για να τη συνεχίσεις
es: Pone esta frase en la publicación para que la termines
fi: Lisää tämän lauseen julkaisuun, jotta voit jatkaa sitä
fr: Place cette phrase dans le post pour que vous la complétiez
he: מציב את הביטוי הזה בפוסט כדי שתוכל להשלים אותו
hi: यह वाक्यांश पोस्ट में डालता है ताकि आप इसे पूरा कर सकें
hr: Stavlja ovu frazu u objavu da je možeš dovršiti
hu: Beírja ezt a kifejezést a bejegyzésbe, hogy folytathasd
id: Menaruh frasa ini di postingan agar bisa kamu lanjutkan
it: Inserisce questa frase nel post così puoi completarla
ja: このフレーズを投稿に入れるので、続きを書けます
ko: 이 문구를 게시물에 넣어 이어서 쓸 수 있어요
ml: പൂർത്തിയാക്കാൻ ഈ വാക്യം പോസ്റ്റിൽ ചേർക്കുന്നു
ms: Meletakkan frasa ini dalam siaran supaya anda boleh menyudahkannya
nb: Setter denne frasen inn i innlegget slik at du kan fullføre det
nl: Zet deze zin in het bericht zodat je hem kunt afmaken
pl: Wstawia tę frazę do wpisu, abyś mógł ją dokończyć
pt_br: Coloca esta frase no post para você terminá-la
pt_pt: Coloca esta frase na publicação para a poder terminar
ro: Pune această expresie în postare ca s-o termini tu
ru: Вставляет эту фразу в пост, чтобы вы продолжили её
sk: Vloží túto frázu do príspevku, aby si ho mohol dokončiť
sv: Sätter in den här frasen i inlägget så att du kan avsluta den
ta: இந்தச் சொற்றொடரை இடுகையில் இடும், நீங்கள் முடிக்கலாம்
te: ఈ పదబంధాన్ని పోస్ట్‌లో ఉంచుతుంది, మీరు దాన్ని పూర్తి చేయవచ్చు
th: ใส่วลีนี้ในโพสต์เพื่อให้คุณเขียนต่อ
tr: Bu ifadeyi gönderiye ekler, siz de tamamlarsınız
uk: Вставляє цю фразу в допис, щоб ви могли її закінчити
ur: یہ جملہ پوسٹ میں ڈالتا ہے تاکہ آپ اسے مکمل کر سکیں
vi: Đặt cụm từ này vào bài đăng để bạn viết tiếp
zh_hans: 将这句话放入帖子，由你接着写完
zh_hant: 將這句話放入貼文，讓你接著寫完

# composer.thread.partialBanner.a11yLabel
source: Thread partly posted. %@
ar: نُشرت السلسلة جزئيًا. %@
bn: থ্রেড আংশিক পোস্ট হয়েছে। %@
ca: Fil publicat parcialment. %@
cs: Vlákno zveřejněno jen částečně. %@
da: Tråden er delvist slået op. %@
de: Thread teilweise gepostet. %@
el: Το νήμα δημοσιεύτηκε μερικώς. %@
es: Hilo publicado en parte. %@
fi: Ketju julkaistu osittain. %@
fr: Fil en partie publié. %@
he: השרשור פורסם חלקית. %@
hi: थ्रेड आंशिक रूप से पोस्ट हुआ। %@
hr: Nit djelomično objavljena. %@
hu: A szál egy része közzétéve. %@
id: Utas sebagian terkirim. %@
it: Thread pubblicato in parte. %@
ja: スレッドの一部を投稿しました。%@
ko: 스레드가 일부만 게시되었어요. %@
ml: ത്രെഡ് ഭാഗികമായി പോസ്റ്റ് ചെയ്തു. %@
ms: Utas disiarkan sebahagian. %@
nb: Tråden er delvis publisert. %@
nl: Thread gedeeltelijk geplaatst. %@
pl: Wątek opublikowany częściowo. %@
pt_br: Fio publicado em parte. %@
pt_pt: Conversa parcialmente publicada. %@
ro: Conversație postată parțial. %@
ru: Цепочка опубликована частично. %@
sk: Vlákno je zverejnené iba sčasti. %@
sv: Tråden är delvis publicerad. %@
ta: உரையாடல் பகுதியாக இடப்பட்டது. %@
te: థ్రెడ్‌లో కొంత భాగం పోస్ట్ అయింది. %@
th: โพสต์เธรดไปบางส่วน %@
tr: Konuşmanın bir kısmı paylaşıldı. %@
uk: Ланцюжок опубліковано частково. %@
ur: تھریڈ جزوی طور پر پوسٹ ہوا۔ %@
vi: Chuỗi mới đăng một phần. %@
zh_hans: 对话串部分发布。%@
zh_hant: 串文僅部分發布。%@

# composer.thread.partialFallback
source: Part of your thread was posted.
ar: نُشر جزء من سلسلتك.
bn: আপনার থ্রেডের একটি অংশ পোস্ট হয়েছে।
ca: S'ha publicat una part del teu fil.
cs: Část tvého vlákna byla zveřejněna.
da: En del af din tråd blev slået op.
de: Ein Teil deines Threads wurde gepostet.
el: Ένα μέρος του νήματός σου δημοσιεύτηκε.
es: Se publicó una parte de tu hilo.
fi: Osa ketjustasi julkaistiin.
fr: Une partie de votre fil a été publiée.
he: חלק מהשרשור שלך פורסם.
hi: आपके थ्रेड का एक हिस्सा पोस्ट हो गया।
hr: Dio tvoje niti je objavljen.
hu: A szálad egy része közzé lett téve.
id: Sebagian utasmu sudah diposting.
it: Una parte del tuo thread è stata pubblicata.
ja: スレッドの一部を投稿しました。
ko: 스레드의 일부가 게시되었어요.
ml: നിങ്ങളുടെ ത്രെഡിന്റെ ഒരു ഭാഗം പോസ്റ്റ് ചെയ്തു.
ms: Sebahagian utas anda telah disiarkan.
nb: En del av tråden din ble publisert.
nl: Een deel van je thread is geplaatst.
pl: Część Twojego wątku została opublikowana.
pt_br: Parte do seu fio foi publicada.
pt_pt: Parte da sua conversa foi publicada.
ro: O parte din conversația ta a fost postată.
ru: Часть вашей цепочки опубликована.
sk: Časť tvojho vlákna bola zverejnená.
sv: En del av din tråd publicerades.
ta: உங்கள் உரையாடலின் ஒரு பகுதி இடப்பட்டது.
te: మీ థ్రెడ్‌లో కొంత భాగం పోస్ట్ అయింది.
th: โพสต์เธรดของคุณไปบางส่วนแล้ว
tr: Konuşmanızın bir kısmı paylaşıldı.
uk: Частину вашого ланцюжка опубліковано.
ur: آپ کے تھریڈ کا کچھ حصہ پوسٹ ہو گیا۔
vi: Một phần chuỗi của bạn đã được đăng.
zh_hans: 你的对话串已发布了一部分。
zh_hant: 你的串文已發布一部分。

# composer.thread.partialSummary
source: Posted %1$@ of %2$@. %3$@ The rest is still here — tap Post to continue the thread.
ar: نُشر %1$@ من %2$@. %3$@ والباقي ما زال هنا — اضغط «انشر» لمتابعة السلسلة.
bn: %2$@-এর মধ্যে %1$@ পোস্ট হয়েছে। %3$@ বাকিটা এখনও এখানে আছে — থ্রেড চালিয়ে যেতে পোস্ট চাপুন।
ca: Publicades %1$@ de %2$@. %3$@ La resta continua aquí: toca Publica per continuar el fil.
cs: Zveřejněno %1$@ z %2$@. %3$@ Zbytek tu stále je – klepnutím na Zveřejnit v vlákně pokračuj.
da: %1$@ af %2$@ er slået op. %3$@ Resten er stadig her – tryk på Slå op for at fortsætte tråden.
de: %1$@ von %2$@ gepostet. %3$@ Der Rest ist noch hier – tippe auf Posten, um den Thread fortzusetzen.
el: Δημοσιεύτηκαν %1$@ από %2$@. %3$@ Τα υπόλοιπα είναι ακόμα εδώ — πάτησε Ανάρτηση για να συνεχίσεις το νήμα.
es: Se publicaron %1$@ de %2$@. %3$@ El resto sigue aquí: toca Publicar para continuar el hilo.
fi: Julkaistu %1$@/%2$@. %3$@ Loput ovat yhä tässä – napauta Julkaise jatkaaksesi ketjua.
fr: %1$@ sur %2$@ publiés. %3$@ Le reste est toujours là — touchez Publier pour poursuivre le fil.
he: פורסמו %1$@ מתוך %2$@. %3$@ השאר עדיין כאן — הקש על פרסם כדי להמשיך את השרשור.
hi: %2$@ में से %1$@ पोस्ट हुईं। %3$@ बाकी यहीं हैं — थ्रेड जारी रखने के लिए पोस्ट करें दबाएँ।
hr: Objavljeno %1$@ od %2$@. %3$@ Ostatak je još ovdje — dodirni Objavi za nastavak niti.
hu: Közzétéve: %1$@ / %2$@. %3$@ A többi még itt van – koppints a Közzététel gombra a szál folytatásához.
id: Terposting %1$@ dari %2$@. %3$@ Sisanya masih di sini — ketuk Posting untuk melanjutkan utas.
it: Pubblicati %1$@ di %2$@. %3$@ Il resto è ancora qui: tocca Pubblica per continuare il thread.
ja: %2$@件中%1$@件を投稿しました。%3$@ 残りはここに残っています。「投稿」をタップしてスレッドを続けてください。
ko: %2$@개 중 %1$@개를 게시했어요. %3$@ 나머지는 그대로 남아 있어요. 게시를 탭해 스레드를 이어가세요.
ml: %2$@ ൽ %1$@ പോസ്റ്റ് ചെയ്തു. %3$@ ബാക്കിയുള്ളത് ഇവിടെത്തന്നെയുണ്ട് — ത്രെഡ് തുടരാൻ പോസ്റ്റ് ടാപ്പ് ചെയ്യുക.
ms: Disiarkan %1$@ daripada %2$@. %3$@ Selebihnya masih di sini — ketik Siar untuk menyambung utas.
nb: Publiserte %1$@ av %2$@. %3$@ Resten er fortsatt her. Trykk på Publiser for å fortsette tråden.
nl: %1$@ van %2$@ geplaatst. %3$@ De rest staat hier nog: tik op Plaatsen om de thread voort te zetten.
pl: Opublikowano %1$@ z %2$@. %3$@ Reszta nadal tu jest — stuknij Opublikuj, aby kontynuować wątek.
pt_br: Publicados %1$@ de %2$@. %3$@ O restante continua aqui: toque em Postar para continuar o fio.
pt_pt: Publicadas %1$@ de %2$@. %3$@ O resto continua aqui — toque em Publicar para continuar a conversa.
ro: Postate %1$@ din %2$@. %3$@ Restul este încă aici — apasă Postează pentru a continua conversația.
ru: Опубликовано %1$@ из %2$@. %3$@ Остальное осталось здесь — нажмите «Опубликовать», чтобы продолжить цепочку.
sk: Zverejnené: %1$@ z %2$@. %3$@ Zvyšok je stále tu — ťuknutím na Zverejniť a pokračuj vo vlákne.
sv: Publicerade %1$@ av %2$@. %3$@ Resten finns kvar här – tryck på Publicera för att fortsätta tråden.
ta: %2$@ இல் %1$@ இடப்பட்டது. %3$@ மீதமுள்ளவை இன்னும் இங்கேயே உள்ளன — உரையாடலைத் தொடர இடு என்பதைத் தட்டுங்கள்.
te: %2$@లో %1$@ పోస్ట్ అయ్యాయి. %3$@ మిగిలినవి ఇంకా ఇక్కడే ఉన్నాయి — థ్రెడ్‌ను కొనసాగించడానికి పోస్ట్ నొక్కండి.
th: โพสต์แล้ว %1$@ จาก %2$@ %3$@ ส่วนที่เหลือยังอยู่ที่นี่ แตะโพสต์เพื่อทำเธรดต่อ
tr: %2$@ gönderiden %1$@ tanesi paylaşıldı. %3$@ Gerisi hâlâ burada; konuşmaya devam etmek için Gönder'e dokunun.
uk: Опубліковано %1$@ з %2$@. %3$@ Решта залишилася тут — торкніться «Опублікувати», щоб продовжити ланцюжок.
ur: %2$@ میں سے %1$@ پوسٹ ہوئیں۔ %3$@ باقی یہیں موجود ہیں — تھریڈ جاری رکھنے کے لیے پوسٹ کریں پر ٹیپ کریں۔
vi: Đã đăng %1$@ trên %2$@. %3$@ Phần còn lại vẫn ở đây — chạm Đăng để tiếp tục chuỗi.
zh_hans: 已发布 %1$@ 条，共 %2$@ 条。%3$@ 其余内容仍保留在这里，轻点“发布”即可继续这个对话串。
zh_hant: 已發布 %2$@ 則中的 %1$@ 則。%3$@ 其餘內容仍保留在這裡，點一下「發布」即可繼續串文。
